{"World/Regions/Aetherial-Isles/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/Lumenous-Kingdom/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/Mistwood/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/Rimegate/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/The-Breach/Factions/The-Eternal-Vigil":{"title":"The Eternal Vigil","links":[],"tags":[],"content":"Around 400 years ago, in the wake of the Order of the Twilight Sentinels’ valiant efforts, the nations of the world came together to establish the Eternal Vigil, a coalition of warriors and mages tasked with maintaining a constant watch over The Breach and preventing its dark energies from spreading further. The Vigil erected mighty fortresses and wards around the perimeter of The Breach, stationing elite soldiers and powerful sorcerers to stand guard against any incursions from the otherworldly realm. Since then, the Vigil has remained steadfast in its duty, standing as a bulwark against the encroaching darkness and ensuring that The Breach remains contained, if not fully sealed."},"World/Regions/The-Breach/Factions/The-Order-of-the-Twilight-Sentinels":{"title":"The Order of the Twilight Sentinels","links":[],"tags":[],"content":"Roughly 600 years ago, a group of brave adventurers known as the Twilight Sentinels emerged to confront the dark forces emanating from The Breach and safeguard the world from its malevolent influence. Led by a charismatic and enigmatic leader known only as the Shadowblade, the Twilight Sentinels embarked on a series of daring quests and perilous expeditions into The Breach, uncovering ancient secrets and battling monstrous creatures that threatened to spill forth from its depths."},"World/Regions/The-Breach/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/The-Breach/The-Precursors":{"title":"The Precursors","links":[],"tags":[],"content":"In the annals of history, there exists a tale shrouded in mystery and veiled in the mists of time—a tale of a precursor race whose legacy lingered long after their disappearance, casting a shadow over the lands they once called home. Known only as the Ancients, these enigmatic beings were said to possess knowledge and power beyond mortal comprehension, their mastery of magic and artifice unrivaled in the annals of time.\nIt is said that a millennium ago, during the dawn of civilization, the Ancients walked the earth, their cities towering monuments to their ingenuity and ambition. From the depths of the earth to the farthest reaches of the sky, their creations spanned the breadth of the world, shaping the course of history with their every word and deed.\nAmong their greatest achievements were the Warforged, sentient constructs forged of metal and magic, imbued with the spark of life and the gift of consciousness. Crafted in the fires of their forges and tempered with the blood of the earth, the Warforged served as the guardians and protectors of the Ancients’ realm, their unwavering loyalty and unyielding strength a testament to the skill of their creators.\nBut as the centuries passed and the world changed, the Ancients vanished without a trace, leaving behind naught but ruins and relics to mark their passing. Some say they ascended to the heavens, their souls departing this mortal coil to dwell among the stars. Others whisper of a great cataclysm that swept across the land, consuming them in its fiery embrace and leaving naught but dust and ash in its wake.\nWhatever the truth may be, one thing is certain—the Ancients’ disappearance heralded the end of an era, plunging the world into darkness and uncertainty. Their cities lay abandoned, their secrets hidden beneath layers of dust and decay, waiting to be unearthed by those brave enough to seek them out.\nAnd so, the Warforged remained, their purpose unchanged, their loyalty unwavering. For a thousand years, they stood vigil over the Deadlands, guardians of a realm long forgotten, their origins lost to the sands of time. But deep within the heart of the Breach, whispers of the Ancients still linger, echoing through the darkness like a faint echo of a bygone age, reminding all who dare to listen that some secrets are best left buried."},"World/Regions/The-Deadlands/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/The-Shattered-Dominion/General-Info":{"title":"General Info","links":[],"tags":[],"content":""},"World/Regions/The-Shattered-Dominion/Wandering-Acres/FarGrove/City":{"title":"City","links":[],"tags":[],"content":"This is the city of FarGrove"},"World/World-Map":{"title":"World Map","links":[],"tags":[],"content":"### Tutorial: [youtu.be/54EyMzJP5DU](youtu.be/54EyMzJP5DU)  \n### id must be unique  \nid: World \n### Lock pins so they can&#039;t be moved  \nlock: true  \n### If true, view of map will recenter as you zoom out.  \nrecenter: true  \n### If true, disables mouse scroll for zomming in and out of a map. Button controls still work.  \nnoScrollZoom: false  \nimage: [[World.jpg]]  \n### Map Pixel Height x 1 / (Pixels between Bar Scale / 100)  \n### Map Pixel Width x 1 / (Pixels between Bar Scale / 100)  \n### Note that this formula requires adjustments depending on your map. The idea is to determine the number of units between your bar scale. We divide by 100 here because my bar scale measures in 100 units. If your maps scale bar measures in units of 50 them you should divide by 50 instead. The idea is to calculate how many pixels are equal to 1 unit.  \n### Bounds is entered as [Height, Width]  \nbounds: [[0,0], [1815.07, 2805.48]]  \nheight: 600px  \nwidth: 100%  \n### This sets where the map starts by default. Set it to the middle (half) of your bounds.  \nlat: 907.53  \nlong: 1402.74  \n### 0 is no zoom. Negative zoom steps away from the map. Positive zoom steps towards the map.  \nminZoom: -2  \n### Max zoom is 18.  \nmaxZoom: 1.5  \n### Hover mouse over the Reset Zoom icon to see your current zoom level.  \ndefaultZoom: -1  \n### How far it zooms in or out with each step. Can be in decimals.  \nzoomDelta: 0.5  \n### This is a string so can be any text. Change it to match your maps measurement scale.  \nunit: miles  \nscale: 1  \ndarkMode: false  "},"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}